import React from "react";
import { Homecontent, Inner } from "../assets/css/MusicSub";
import { FooterPage } from "../assets/css/MusicSubcss";

const FooterPolicy = () => {
  return (
    <Homecontent>
      <Inner>
        <FooterPage>
          <h2>이용약관</h2>
          <p>회원 이용약관</p>
          <strong>제1조 (목적)</strong>
          <p>
            본 약관은 주식회사 (이하 “회사”) 가 제공하는 유·무선 온라인상에서
            제공되는 FLO 서비스(이하 “서비스”) 이용과 관련하여 회원과 회사 간의
            권리, 의무, 책임사항 및 회원의 서비스 이용조건 및 절차 등 기본적인
            사항을 규정함을 그 목적으로 합니다.
          </p>
          <strong>제2조 (약관의 효력 및 변경)</strong>
          <span>
            1. 본 약관은 서비스를 이용하고자 하는 모든 회원에게 그 효력이
            발생합니다.
          </span>
          <p>
            2. 회사는 본 약관의 내용을 회원이 쉽게 알 수 있도록 서비스 화면에
            게시하거나 회원이 요구할 경우 약관의 사본을 회원에게 제공할 수
            있으며, 기타의 방법으로 회사가 회원에게 공지합니다.
          </p>
          <span>
            3. 회사는 필요하다고 인정되는 경우 관련 법령을 위반하지 않는
            범위에서 본 약관을 변경할 수 있으며, 회사가 약관을 변경할 때에는
            적용 일자와 변경사유를 밝혀 본 조 제2항과 같은 방법으로 그 적용일자
            10일 전부터 공지합니다. 단, 회원에게 불리하게 약관을 변경할 때에는
            그 적용일자 30일 전부터 공지하며, 제8조의 통지수단으로 회원에게 개별
            통지합니다. (회원이 연락처를 기재하지 않았거나 변경하여 개별 통지가
            어려울 때에는 서비스 화면에 변경 약관을 공지하는 것을 개별 통지로
            갈음합니다.)
          </span>
          <span>
            4. 회사가 본 조 제3항에 따라 변경 약관을 공지 또는 통지하면서,
            회원에게 약관 변경 적용일까지 거부의사를 표시하지 아니하는 경우
            약관의 변경에 동의한 것으로 간주한다는 내용을 명확하게 공지 또는
            통지하였음에도 회원이 변경된 약관의 효력 발생일까지 약관 변경에 대한
            명시적인 거부의 의사를 표시하지 아니하면 회원이 변경 약관에 동의한
            것으로 간주합니다.
          </span>
          <p>
            5. 회원은 변경된 약관에 동의하지 않을 경우 서비스 이용을 중단하고,
            회원 해지 신청을 통해 회사와의 이용계약을 해지할 수 있습니다.
          </p>
          <span>
            6. 본 약관에 동의하는 것은 회사가 운영하는 서비스의 홈페이지를
            정기적으로 방문하여 약관의 변경사항을 확인하는 것에 동의함을
            의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의
            피해에 대하여는 회사는 책임 지지 않습니다.
          </span>
          <strong>제3조 (약관 외 준칙)</strong>
          <p>
            1. 본 약관에 명시되지 않은 사항은 전기통신사업법, 정보통신망
            이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자
            보호에 관한 법률 등 관계법령 및 회사가 정한 서비스의 이용 지침 등의
            규정을 따릅니다.
            <br />
            2. 회사는 필요한 경우 서비스 내의 특정 서비스에 관하여 적용될
            사항(이하 “개별약관“)을 정하여 이를 제2조 제2항의 방법에 따라 공지할
            수 있습니다.
            <br />
            3. 회사는 필요한 경우 서비스 이용과 관련된 세부이용지침을 정하여
            이를 제2조 제2항의 방법에 따라 공지할 수 있습니다.
            <br />
            4. 본 약관과 관련하여 회사의 정책 변경, 법령의 제·개정 또는
            공공기관의 고시나 지침 등에 따라 회사가 공지사항 게시판 등을 통해
            공지하는 내용도 이용계약의 일부를 구성합니다.
            <br />
          </p>
          <strong>제4조 (용어의 정의)</strong>
          <p>
            1. 본 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.
            <br />
            ① 회원: 서비스를 이용하기 위해서 서비스 애플리케이션 등에 접속하여
            본 약관에 동의하고 서비스 이용을 신청하여 회사로부터 서비스 이용에
            대한 자격을 부여 받은 모든 고객 <br />
            ② 결제: 회원이 특정 서비스를 이용하기 위하여 각종 결제수단을 통하여
            회사가 특정 서비스에 대하여 정한 일정 금액을 회사에 지불하는 것
            <br />
            ③ 서비스 중지: 정상 이용 중 회사가 정한 일정한 요건에 따라 일정기간
            동안 서비스의 제공을 중지하는 것<br />
            ④ 결제취소: 회원이 서비스를 결제한 이후에 본 약관에서 정한 바에 따른
            일정한 절차에 따라 결제 행위 자체를 취소하는 것<br />
            ⑤ 환불: 회사가 결제수단 별 승인취소 등의 방법을 전제로 본 약관에서
            정한 바에 따라 결제금액을 반환하는 것<br />
            ⑥ 운영자: 서비스의 전반적인 관리와 원활한 운영을 위하여 회사가
            선정한 자
            <br />
            ⑦ FLO 크리에이터 스튜디오(이하 “스튜디오”): 크리에이터가 스튜디오에
            제작자가 제작한 콘텐츠를 등록하고 회원이 서비스를 통해 이를 이용할
            수 있도록 회사가 제공하는 웹기반 콘텐츠 플랫폼
            <br />
            ⑧ 크리에이터: 스튜디오에 제작자를 생성하고 제작자가 제작한 콘텐츠를
            게시하는 등 제작자를 관리, 운영하는 회원
            <br />
            ⑨ 콘텐츠: 제작자가 제작하여 스튜디오에 등록하는 콘텐츠 등으로서
            음성, 영상, 이미지 기타 자료 및 이상의 콘텐츠들에 대한 메타 정보
            <br />
            ⑩ 제작자 : 콘텐츠의 권리를 보유하고 정산 대상이 되는 주체로 사업자가
            아닌 개인과 사업자(개인, 법인) 단, 제작자 생성시 정산정보를 입력하지
            않은 경우 제작자를 생성한 크리에이터를 제작자로 간주함 <br />
            2. 본 약관에서 사용하는 용어의 정의는 본 조 제1항에서 정하는 것을
            제외하고는 관계 법령과 서비스 별 안내에서 정하는 바를 따릅니다.
          </p>
          <strong>제5조 (이용계약의 체결)</strong>
          <span>
            1. 이용계약은 회원이 되고자 하는 자(이하 “가입신청자”)가 본 약관의
            내용에 대하여 동의한 후 서비스 이용에 필요한 정보를 입력하여
            회원가입신청을 하고 회사가 위 신청을 승낙함으로써 체결됩니다.
            <br />
            2. 회사는 가입신청자의 신청에 대하여 서비스 이용을 승낙함을 원칙으로
            합니다. 단, 회사는 다음 각 호에 해당하는 신청에 대해서는 그 사유가
            해소될 때까지 승낙을 유보하거나, 승낙을 거부할 수 있습니다.
          </span>
          <p>
            ① 가입신청자가 가입신청자의 귀책사유로 본 약관에 의하여 이전에
            회원자격을 상실한 적이 있는 경우, 단 회사의 회원 재가입 승낙을 얻은
            경우에는 예외로 함<br />
            ② 다른 사람의 전화번호 등 개인정보를 이용한 경우
            <br />
            ③ 만 14세 미만 아동이 법정대리인 (부모 등)의 동의를 얻지 아니한 경우
            <br />
            ④ 허위의 정보를 기재하거나 회사가 제시하는 내용을 기재하지 않은 경우
            <br />
            ⑤ 기술 상 서비스를 제공할 수 없는 경우
            <br />
            ⑥ 부정한 용도 또는 영리를 추구할 목적으로 서비스를 이용하고자 하는
            경우
            <br />
            ⑦ 회사로부터 회원자격정지 조치 등을 받은 회원이 그 조치 기간에
            이용계약을 임의로 해지하고 재이용을 신청하는 경우
            <br />
            ⑧ 관계법령에 위배되거나 사회의 안녕질서 혹은 미풍양속을 저해할 수
            있는 목적으로 신청한 경우
            <br />
            ⑨ 기타 회사가 정한 이용계약 요건을 만족시키지 않았거나 위법 또는
            부당한 가입신청임이 확인된 경우 또는 회원의 책임이 있는 사유로
            회사가 승낙할 수 없는 경우
            <br />
            3. 본 조 제2항에 따라 회사가 회원가입 신청의 승낙을 유보하거나
            거절했을 때에는 회사는 가입신청자에게 승낙 유보의 사유, 승낙
            가능시기 또는 승낙에 필요한 추가 요청 정보나 자료 등 기타 승낙 유보,
            거절과 관련된 사항을 서비스 화면에 게시하거나 제8조의 통지수단으로
            통지합니다.
            <br />
            4. 이용계약의 성립 시기는 회사가 가입완료를 신청절차 상에서 표시한
            시점으로 합니다.
            <br />
            5. 회원의 자격 또는 나이에 따라 서비스 이용의 일부가 제한될 수
            있습니다.
            <br />
            ① 만 19세 미만의 회원은 청소년보호법, 정보통신망 이용촉진 및
            정보보호 등에 관한 법률 및 청소년보호법의 규정에 의하여 청소년
            유해매체물은 이용할 수 없습니다.
            <br />
            ② 청소년 유해매체물을 이용하시기 위해서는 만 19세 이상의 회원이어야
            하며, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 및
            청소년보호법의 규정에 의하여 실명인증을 통해 본인 및 연령 인증을
            받아야 합니다.
            <br />
          </p>
          <strong>제6조 (미성년자 회원가입에 대한 특칙)</strong>
          <p>
            1. 만 14세 미만의 가입신청자는 개인정보의 수집 및 이용목적에 대하여
            충분히 숙지하고 부모 등 법정대리인의 동의를 얻은 후에 회원가입을
            신청하고 본인의 개인정보를 제공하여야 합니다.
          </p>
          <span>
            2. 회사는 부모 등 법정대리인의 동의에 대한 확인절차를 거치지 않은 만
            14세 미만 회원에 대하여는 가입을 취소 또는 불허합니다.
            <br />
            3. 만 14세 미만 회원의 부모 등 법정대리인은 아동에 대한 개인정보의
            열람, 정정, 갱신을 요청하거나 회원가입에 대한 동의를 철회할 수
            있으며, 이러한 경우에 회사는 지체 없이 필요한 조치를 취해야 합니다.
            <br />
            4. 회사는 만 19세 미만의 미성년이용자가 유료서비스를 이용하고자 하는
            경우에 부모 등 법정 대리인의 동의를 얻거나, 계약체결 후 추인을 얻지
            않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는
            내용을 계약체결 전에 고지하는 조치를 취합니다.
            <br />
          </span>
          <strong>제7조 (회원정보의 변경)</strong>
          <p>
            회원은 서비스를 이용하면서 이용 신청 시 기재한 정보가 변경되었을
            경우, 지체 없이 해당 정보를 수정해야 합니다. 해당 정보를 수정하지
            않음으로 인하여 발생하는 모든 책임은 회원에게 있습니다.
          </p>
          <strong>제8조 (회원에 대한 통지)</strong>
          <p>
            1. 회사가 회원에 대한 통지를 하는 경우 본 약관에 별도 규정이 없는 한
            E-mail, SMS/MMS 또는 모바일 애플리케이션의 PUSH Notification 등(이하
            “통지수단”)으로 할 수 있습니다.
            <br />
            2. 회사는 회원 전체에 대한 통지의 경우 서비스의 공지사항 게시판에
            게시함으로써 제1항의 통지에 갈음할 수 있습니다. 단, 본 약관에서 달리
            정한 경우에는 그 규정에 의합니다.
          </p>
          <strong>제9조 (회사의 의무)</strong>
          <p>
            1. 회사는 관련법령과 본 약관이 금지하거나 미풍양속에 반하는 행위를
            하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을
            다하여 노력합니다.
            <br />
            2. 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보보호를
            위해 보안 시스템을 갖추어야 하며 개인정보처리방침을 공시하고
            준수합니다.
            <br />
            3. 회사는 서비스 제공과 관련하여 수집한 회원의 개인정보를 사전 동의
            없이 제3자에게 제공, 누설, 전송, 배포하지 않습니다. 단, 관계법령에
            의하여 권한 있는 자가 적법한 절차에 따라 그 제공을 요청한 경우에는
            그러하지 않습니다.
            <br />
            4. 회사는 서비스 이용과 관련하여 회원으로부터 제기된 의견이나 불만이
            정당하다고 인정할 경우에는 이를 처리하여야 합니다. 회원이 제기한
            의견이나 불만사항에 대해서는 통지수단을 통하여 회원에게 처리과정 및
            결과를 전달합니다.
            <br />
          </p>
          <strong>제10조 (회원의 의무)</strong>
          <p>
            1. 회원은 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는
            안됩니다.
            <br />
            ① 회원가입신청 또는 변경 시 허위 내용의 등록
            <br />
            ② 타인의 정보 도용 또는 타인으로 가장
            <br />
            ③ 회사가 게시한 각종 정보의 무단 변경
            <br />
            ④ 회사와 기타 제3자의 저작권 등 지적재산권에 대한 침해하는 행위
            <br />
            ⑤ 회사 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
            <br />
            ⑥ 회사의 서비스를 통해 얻은 정보를 회사의 사전 승낙 없이 복제 또는
            유통시키거나 상업적으로 이용하는 행위
            <br />
            ⑦ 회사가 정한 정보 이외의 정보 (컴퓨터 프로그래밍 등) 등의 송신 또는
            게시하는 행위
            <br />
            ⑧ 회사가 제공하는 서비스 이용방법에 의하지 아니하고 비정상적인
            방법으로 서비스를 이용하거나 시스템에 접근하는 행위
            <br />
            ⑨ 회사의 직원이나 운영자를 가장하거나 사칭하는 행위
            <br />
            ⑩ 외설 또는 폭력적인 메시지, 음성, 화상 등 기타 미풍양속에 반하는
            정보를 서비스에 공개 또는 게시하는 행위
            <br />
            ⑪ 서비스의 운영을 고의로 방해하거나 서비스의 안정적 운영을 방해할 수
            있는 행위 및 수신자의 명시적 의사에 반하여 광고성 정보를 전송하는
            행위
            <br />
            ⑫ 본인이 아닌 제 3자에게 접속 권한을 부여하는 행위
            <br />
            ⑬ 서비스를 부정한 용도 또는 영리를 추구할 목적으로 이용하거나
            제공받은 음원을 영리를 목적으로 하는 영업장과 매장 등에서 제3자에게
            송출 또는 이용하게 하는 행위
            <br />
            ⑭ 1개월 이내 회원 가입 및 이벤트 상품 구매 후 다시 해지하는 행위를
            2회 이상 반복하는 행위, 기술적 조치를 무력화 하는 등의 방법으로 동일
            아이디의 이동통신단말기기나 태블릿 PC 등 접속이 허용되는
            단말기기에서 동시 로그인을 허용하게 하는 행위 등 서비스를 부당하게
            악용하는 행위
            <br />
            ⑮ 기타 불법적이거나 부당한 행위
            <br />
            2. 회원은 관계법령, 본 약관의 규정, 이용안내 및 서비스와 관련하여
            공지한 주의사항, 회사가 통지하는 사항 등을 준수하여야 하며, 기타
            회사의 업무에 방해되는 행위를 하여서는 안됩니다.
            <br />
            3. 회원은 서비스 이용을 위해 개인정보를 등록하는 경우 현재의 사실과
            일치하는 완전한 정보 (이하 “등록정보”)를 제공하여야 합니다. 회원은
            등록정보에 변경사항이 발생할 경우 즉시 갱신하여야 합니다.
            <br />
          </p>
          <strong>
            제11조 (아이디(ID)와 비밀번호(PASSWORD)관리에 대한 의무와 책임)
          </strong>
          <p>
            1. 회사는 서비스 내에서 일부 서비스 신청 시 이용요금을 부과할 수
            있으므로, 회원은 회원 아이디(ID)와 비밀번호(PASSWORD)관리를 철저히
            하여야 합니다.
            <br />
            2. 회원의 아이디(ID)와 비밀번호(PASSWORD)의 관리 소홀, 부정 사용에
            의하여 발생하는 모든 결과에 대한 책임은 회원에게 있으며, 회사의
            시스템 고장 등 회사의 책임 있는 사유로 발생하는 문제에 대해서는
            회사가 책임을 집니다.
            <br />
            3. 회원은 본인 아이디(ID) 및 비밀번호(PASSWORD)를 제3자에게 이용하게
            해서는 안되며, 회원 본인의 아이디(ID) 및 비밀번호(PASSWORD)를 도난
            당하거나 제3자가 사용하고 있음을 인지하는 경우에는 즉시 회사에
            통보하고 회사의 안내가 있는 경우 그에 따라야 합니다.
            <br />
            4. 회원의 아이디(ID)는 회사의 사전 동의 없이 변경할 수 없습니다.
            <br />
          </p>
          <strong>제12조 (개인정보의 보호 및 이용)</strong>
          <p>
            1. 회사는 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련
            법령을 준수하고, 회원의 개인정보를 보호하기 위하여 노력합니다.
            <br />
            2. 회원의 개인정보에 대한 수집, 이용, 제공, 위탁 등(이하 ‘처리’)의
            구체적인 내용은 서비스에 공지된 회사의 개인정보처리방침에 기재되어
            있으며, 회사는 회원의 회원 가입 신청 시 동 개인정보에 대한 회원의
            동의를 얻으며, 이에 따라 회원의 개인정보를 처리합니다.
            <br />
            3. 회사는 필요에 따라 개인정보처리방침의 내용을 변경할 수 있으며,
            이에 대해서는 제8조 소정의 절차를 준용합니다.
            <br />
            4. 회원의 귀책사유로 인해 노출된 정보에 대해서 회사는 일체의 책임을
            지지 않습니다.
            <br />
            5. 회사는 회원이 미풍양속에 저해되거나 국가안보에 위배되는 파일 등
            위법한 자료를 등록·배포할 경우 관련기관의 요청에 따라 회원의
            개인정보를 열람하거나 해당 자료를 관련기관에 제출할 수 있습니다.
            <br />
          </p>
          <strong>제13조 (서비스의 이용)</strong>
          <p>
            1. 회사는 회원의 이용신청을 승낙한 때부터 서비스를 개시합니다. 단,
            일부 서비스의 경우에는 지정된 일자부터 서비스를 개시하며, 이용권은
            회사가 지정하는 결제 수단으로 결제가 완료된 후 이용 가능합니다.
            <br />
            2. 회사가 회원에게 제공하는 서비스에 따른 이용권은 제14조와 같으며,
            시스템 체계의 변경(또는 기술적 사양의 변경) 등 필요한 경우 이를
            추가하거나 제한할 수 있으며 그 내용은 서비스 공지사항 등에 기재하는
            것으로 갈음합니다. 각 서비스에 대한 제공내용, 가격, 결제 등
            상세사항은 서비스 내 이용권 안내 페이지 및 결제화면 등에 게시하여
            회원에게 알립니다
            <br />
            3. 회원이 이동전화단말기 제조사, 이동통신사의 이동통신요금제와
            제휴된 서비스에 가입한 경우, 회원이 해당 이동통신요금제의 이용
            정지/중단, 타 요금제로의 변경, 제휴사의 멤버십 종류 또는 단말기의
            변경 등의 사유로 가입 당시 약정한 조건에 부합하지 않게 되는 경우에는
            회원은 해당 제휴 서비스 혜택을 받을 수 없습니다. 또한, 회사와
            이동전화단말기 제조사 또는 이동통신사와의 제휴서비스 계약이
            종료되거나 변경되는 경우에는 제휴 서비스 혜택을 받을 수 없거나
            혜택의 내용, 종류 등이 변경될 수 있으며, 이 경우 회사는 회원에게
            사전에 서비스 내 공지사항에 공지하기로 합니다.
            <br />
            4. 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 단, 회사의
            업무상 또는 기술상의 이유로 서비스가 일시 중지될 수 있고, 또는
            서비스 운영 상의 목적으로 회사가 정한 기간에는 서비스가 일시 중지될
            수 있습니다. 이러한 경우 회사는 사전 또는 사후에 이를 서비스에
            공지하거나 회원에게 통지수단으로 개별 통지합니다.
            <br />
            5. 회사는 서비스를 일정범위로 분할하여 각 범위 별로 이용 가능한
            시간을 별도로 정할 수 있으며 이 경우 그 내용을 공지합니다.
            <br />
            6. 회사는 청소년보호법 등 관계법령에 따른 등급 및 연령준수를 위하여
            이용제한이나 등급별 제한 등 필요한 조치를 회원에게 할 수 있습니다.
            <br />
            7. 회사는 서비스 내의 개별 서비스에 대한 개별 약관을 둘 수 있으며,
            개별 서비스에서 별도로 적용되는 개별 약관에 대한 동의는 회원이 개별
            서비스를 최초로 이용할 경우 별도의 동의 절차를 거치게 됩니다.
            <br />
            8. 회원은 회사와의 서비스 이용계약과 관련하여 취득 또는 부담하는
            권리나 의무의 전부 또는 일부를 회사의 사전 서면 동의 없이 양도,
            위임, 증여, 위탁하거나 담보 제공 등의 목적으로 처분할 수 없습니다.
            <br />
            9. 회사는 저작권 문제 또는 기타 사업권역 문제로 인하여 국가별로
            서비스 지역을 제한할 수 있습니다. 또한 제한의 추가 또는 변경 시 그
            내용을 공지합니다.
            <br />
            10. 회사는 타인 계정 도용이나 음악산업진흥에 관한 법률에 따른 청취
            어뷰징 등 회원의 비정상적인 행위가 의심되는 경우 서비스 이용을
            제한할 수 있습니다.
            <br />
          </p>
          <strong>제14조 (이용권)</strong>
          <p>
            1. 서비스에서 제공하는 이용권은 다음과 같습니다. 상세 사항은 이용권
            안내 페이지 등을 통해 게시합니다. 단, 이용권 종류 명칭과 회원에게
            판매 시 고지되는 이용권 명칭은 달라질 수 있습니다. ① 이용권 종류
            <br />
            - 횟수 차감형 음악 듣기 이용권: 회원이 선택한 음악을 월간 정해진
            횟수만큼 실시간 음악 듣기(스트리밍) 방식으로 이용할 수 있는 이용권
            <br />
            - 무제한 음악 듣기 이용권: 회원이 선택한 음악을 월간 횟수의 제한
            없이 실시간 음악 듣기(스트리밍) 방식으로 이용할 수 있는 이용권
            <br />
            - 복합이용권(무제한 음악듣기 및 모바일 저장): 회원이 선택한 음악을
            월간 횟수의 제한 없이 실시간 음악 듣기(스트리밍) 및 오프라인
            재생(모바일 저장)을 통해 이용할 수 있는 이용권
            <br />
            - 기타 회사가 자체 개발하거나, 다른 회사와의 계약 등을 통해 제공하는
            서비스
            <br />
            ② 이용권의 이용기간 : 월단위 이용권은 각 상품별 이용권 유의사항에서
            정의하는 사용기간을 기준으로 합니다. 회원이 월단위 이용권 구매 당시
            자동 결제에 동의한 경우 월단위로 이용기간이 갱신 됩니다.
            <br />
            ③ 이용권 이용 중에 다른 이용권과 중복사용이 불가능합니다.
            <br />
            ④ 일부 곡은 음원 제공사의 요청으로 음악 듣기 이용이 제한될 수
            있습니다.
            <br />
          </p>
          <strong>제15조 (결제수단 등)</strong>
          <p>
            1. 회원이 결제를 위하여 이용할 수 있는 결제수단은 결제수단을
            제공하는 회사(이하 “결제회사”)에 따라 다음 각 호와 같습니다. 단,
            회사 또는 결제회사의 사정에 따라 특정 결제수단이 추가되거나 특정
            결제수단의 제공이 중단 또는 종료될 수 있습니다.
            <br />
            ① 제휴 된 선불카드, 직불카드, 신용카드 등의 각종 카드
            <br />
            ② 제휴 된 통신사 청구서 통합 결제 및 휴대폰 소액결제 방식
            <br />
            ③ 기타 회사가 결제회사와 제휴계약 등을 체결하여 회원에게 제공하는
            전자적 지급 방법에 의한 대금지급 등<br />
            2. 회원이 자동결제 이용권을 구매하는 경우, 이용권 구매 시 사용한
            결제수단으로 결제시점 이후 일정시기 또는 이용 횟수 소진 시 자동으로
            결제가 진행됩니다. 단, 회사는 자동 결제가 되는 이용권의 금액이
            변경되는 등 변경사항이 있는 경우 회원에게 미리 알리고 동의를 받은
            이후 자동결제가 진행되게 합니다.
            <br />
            3. 회원의 결제 한도는 각 결제회사의 정책 또는 기준에 따릅니다.
            <br />
            4. 회원은 각 결제회사의 시스템에 의하여 이용요금을 납부를 하며,
            이용요금을 정상적으로 납부하지 않은 경우 회사는 회원의 서비스 이용을
            제한할 수 있습니다.
            <br />
          </p>
          <strong>제16조 (청약철회, 계약해제 및 해지 등)</strong>
          <p>
            1. 회원은 이용권에 대하여 청약철회가능기간(서비스 사용내역 없이
            이용권(유료 이용권 쿠폰 포함) 결제일 또는 이용권(유료 이용권 쿠폰
            포함)의 사용 가능일 중 늦은 날로부터 7일 이내, 이하
            “청약철회가능기간”)에 회사에 청약철회를 요청 할 수 있습니다. 단,
            이용권의 내용이 표시•광고 내용과 다르거나 계약 내용과 다르게 이행된
            경우에는 해당 이용권을 공급받은 날로부터 3개월 혹은 그 사실을 안 날
            또는 알 수 있었던 날로부터 30일 이내에 청약철회 등을 할 수 있습니다.
            <br />
            2. 회원이 이용권에 대하여 청약철회가능기간을 경과한 경우,
            청약철회가능기간 중 스트리밍, 오프라인 재생 서비스를 사용한 경우,
            전자상거래 등에서의 소비자 보호에 관한 법률, 콘텐츠산업진흥법,
            콘텐츠이용자보호지침 등 기타 관계 법령에서 정한 청약 철회 제한
            사유에 해당되고 회사가 이를 표시하는 등 적법한 조치를 취한 경우에는
            청약 철회가 제한됩니다.
            <br />
            3. 계약 해지 또는 해지 신청은 1:1문의, 유선 전화문의를 통해 할 수
            있으며, 회사에 그 의사표시가 도달한 때에 효력이 발생합니다. 회사는
            회원의 의사표시를 수령한 후 지체 없이 이러한 사실을 회원에게
            회신합니다.
            <br />
            4. Apple App Store에서 판매하는 이용권에 대한 취소 및 환불 처리에
            대하여는 Apple 규정에 의하게 되며 회사는 구매과정에서 이를 회원에게
            고지해 드립니다.
            <br />
            5. 회사는 회원이 제10조 제1항의 회원의 의무를 준수하지 아니하는
            경우, 회원에 대하여 경고, 일시 이용정지, 영구 이용정지(향후 가입신청
            승인 거절), 이용 계약 등 회원의 서비스 이용을 제한할 수 있습니다.
            회원은 회사의 이용 제한에 대하여 회사가 정한 절차에 따라 이의신청을
            할 수 있습니다. 이 때 회원의 이의신청이 정당하다고 회사가 인정하는
            경우, 회사는 즉시 회원이 서비스 이용을 재개할 수 있도록 조치를
            취합니다.
            <br />
          </p>
          <strong>제17조 (청약철회와 계약해제 및 해지의 효과)</strong>
          <span>
            1. 회사는 회원에게 계약해제 및 해지의 의사표시에 대하여 회사의
            특별한 사정이 없는 한 원칙적으로 회원의 의사 표시를 한 날로부터
            3영업일 이내에 대금의 결제와 동일한 방법으로 이를 환급하여야 하며,
            동일한 방법으로 환불이 불가능할 때에는 이를 사전에 고지합니다. 단,
            회사가 사전에 회원에게 공지 하였거나, 결제회사의 환불 절차 및 환불
            처리에 필요한 회원의 이행 지체로 인하여 환불 방법과 기간에 있어서
            차이가 있을 수 있습니다.
          </span>
          <p>
            2. 회사는 위 대금을 환급함에 있어서 해당 결제회사에게 재화 등의
            대금의 청구를 정지 또는 취소하도록 요청합니다.
            <br />
          </p>
          <span>
            3. 회사, 서비스 등의 대금을 지급 받은 자 또는 회원과 서비스
            이용계약을 체결한 자가 동일인이 아닌 경우에 각자는 청약철회 또는
            계약해제 및 해지로 인한 대금환급과 관련한 의무의 이행에 있어서
            연대하여 책임을 집니다.
            <br />
            4. 이용권을 구매한 회원이 이용기간 중 고객의 의사에 따라 해당
            이용권을 중도 해지하는 때에는, 회사는 회원이 구매 지급한 대금에서
            회원이 실제 사용한 기간 등 이용권을 통하여 취득한 이익을 감안,
            합리적인 범위 내에서 회사가 적용하는 소정의 기준 또는
            콘텐츠이용자보호지침에 의거하여 차감하고 환불합니다. 프로모션 등을
            통해 할인된 금액으로 이용권을 구매한 회원이 해당 이용권을 중도
            해지하는 경우, 회사는 해당 이용권의 정상가격을 기준으로 산정한
            이용금액을 차감하고 환불합니다. 이 때 회원의 결제금액보다 차감금액이
            더 큰 경우 환불이 불가합니다.
            <br />
            5. 회사가 환불을 하는 때에는 콘텐츠이용자보호지침 등에 따라, 회사는
            회사가 부담하였거나 부담할 결제비용, 송금수수료 등을 차감하여 환불
            할 수 있습니다.
            <br />
            6. 회사의 책임 있는 사유로 인하여 이용권을 중도 해지하는 때에는,
            회사는 회원이 이용권 구매 시 지급한 대금에서 회원이 이용권을 실제
            사용한 기간 등 이용권을 통하여 취득한 이익을 감안하여 공제한 후
            콘텐츠이용자보호지침에 의거한 금액을 더하여 환불합니다. <br />
          </span>
          <p>
            7. 회원이 프로모션 등을 통해 무상으로 취득하는 등 회원이 직접 비용을
            지불하지 아니한 서비스에 대해서는 회사는 환불 의무를 부담하지
            않습니다. 단, 모바일 전용회원 등 회원이 제휴사가 제공하는 혜택을
            통하여 서비스를 이용하는 경우에는 제휴사의 이용약관에서 정하는 바에
            따라 제휴사로부터 환불을 받을 수 있습니다.
            <br />
            8. 회사는 회원에게 청약철회를 이유로 위약금 또는 손해배상을 청구하지
            않습니다. 그러나 회원의 계약해제·해지는 손해배상의 청구에 영향을
            미치지 않습니다.
          </p>
          <strong>제18조 (과오금)</strong>
          <p>
            1. 회사는 과오금이 발생한 경우 이용대금의 결제와 동일한 방법으로
            과오금 전액을 환불하여야 합니다. 다만, 동일한 방법으로 환불이
            불가능할 때는 이를 사전에 고지합니다.
            <br />
            2. 회사의 책임 있는 사유로 과오금이 발생한 경우 회사는 계약비용,
            수수료 등에 관계없이 과오금 전액을 환불합니다. 다만, 회원의 책임있는
            사유로 과오금이 발생한 경우, 회사가 과오금 환불하는 데 소요되는
            비용은 합리적인 범위 내에서 회원이 부담하여야 합니다.
            <br />
            3. 회사는 회원이 주장하는 과오금에 대해 환불을 거부할 경우에
            정당하게 이용대금이 부과되었음을 입증할 책임을 집니다.
            <br />
            4. 회사는 과오금의 환불절차는 콘텐츠이용자보호지침에 따라
            처리합니다.
          </p>
          <strong>제19조 (스튜디오의 이용)</strong>
          <p>
            1. 만 14세 미만의 아동이 아닌 자 는 크리에이터 등록 및 제작자 생성
            후 스튜디오를 이용할 수 있습니다. <br />
            2. 회원의 크리에이터 등록과 제작자 생성에 있어서 본 항에서 정하는
            사유가 이용계약 체결 후 발견되는 경우 회사는 크리에이터 및 제작자의
            스튜디오 이용을 중지시킬 수 있습니다. <br />
            ① 실명이 아니거나 타인의 명의를 이용한 신청인 경우 <br />
            ② 이미 알려진 브랜드 및 제 3 자의 상호, 명칭 등과 유사성이 크거나
            동일한 이름으로 신청한 경우 <br />
            ③ 회사가 요구하는 정보를 기재하지 않거나 허위로 기재한 경우 <br />
            ④ 본 약관에 의하여 이용계약이 해지된 이력이 있는 경우 <br />
            ⑤ 스튜디오에 등록될 콘텐츠가 제20조 제3항 각 호에서 정한 내용에
            해당할 것이 명백히 예상되는 경우 <br />
            3. 회사는 스튜디오 이용과 관련하여 크리에이터 및 제작자에게
            전문기관을 통한 실명확인 및 본인인증을 요청할 수 있습니다. <br />
            4. 회사는 제작자와 크리에이터가 동일인이 아닐 경우 제작자 또는
            크리에이터에게 제작자가 특정 브랜드 및 회사를 대표하고 본 약관에서
            정하고 있는 제작자의 의무와 책임을 부담한다는 내용의 인감이 날인된
            문서, 제작자를 생성하는 크리에이터의 재직증명서 등의 증빙자료를
            요구할 수 있으며, 제작자가 이에 응하지 않으면 정산 등 스튜디오
            이용을 제한할 수 있습니다. <br />
          </p>
          제20조 (제작자 및 크리에이터의 역할 및 권한)
          <p>
            1. 제작자 및 크리에이터는 본 약관을 준수하며, 스튜디오에 콘텐츠를
            등록하여 회원이 서비스를 통해 이용하도록 할 수 있습니다. <br />
            2. 제작자 및 크리에이터는 본 조 제 1 항에 따라 등록한 콘텐츠를
            언제든지 삭제할 수 있습니다. <br />
            3. 제작자 및 크리에이터는 다음 각 호에 해당하는 콘텐츠를 스튜디오에
            등록하여서는 아니됩니다. <br />① 제작자 및 크리에이터가 본 약관에
            따라 콘텐츠를 등록하여 서비스 되도록 하는 것이 타인의 저작권 등
            지식재산권을 침해하는 사유에 해당하는 경우 <br />
            ② 콘텐츠에 폭력성, 잔혹성을 조장하거나 혐오감 또는 불쾌감을 주는
            내용이 포함된 경우 <br />
            ③ 콘텐츠에 불법성, 반사회성으로 사회의 미풍양속을 저해하는 내용이
            포함된 경우 <br />
            ④ 콘텐츠에 현행 법령에 위배되는 내용, 음란한 내용, 비속어 등이
            포함된 경우 <br />
            ⑤ 콘텐츠에 적법하지 않은 개인정보 노출이 포함된 경우 <br />
            ⑥ 콘텐츠에 초상 사용 허락 없이 특정 인물의 사진이 포함된 경우 <br />
            ⑦ 콘텐츠에 타인, 특정 집단 또는 계층에 대한 명예훼손, 모욕 등 인격권
            침해 내용, 비난이 포함된 경우 <br />
            ⑧ 콘텐츠에 타인을 기만하거나 사칭하는 내용이 포함된 경우 <br />
            ⑨ 콘텐츠의 주된 내용이 특정 정당·단체나 계층을 지지 혹은 폄훼하는
            것인 경우 <br />
            ⑩ 콘텐츠가 특정 업체나 제품에 대한 광고만을 목적으로 작성된 경우(단,
            일부 리뷰성 홍보 내용이 포함된 경우는 예외로 함) <br />
            ⑪ 콘텐츠에 회사 서비스의 공정성, 중립성, 적절성 등 그 평판을
            심각하게 훼손할 수 있는 내용이 포함된 경우 <br />
            ⑫ 콘텐츠에 본 약관(세부 운영원칙 포함), 운영정책에 위배되는 내용이
            포함된 경우 <br />
            ⑬ 저품질(ex. 창작성 없는 ‘콘텐츠’) 콘텐츠 등 서비스에 적절하지
            아니한 콘텐츠인 경우 <br />
            4. 제작자 및 크리에이터는 스튜디오 및 서비스 이용과정에서 얻은
            정보를 회사의 사전승낙 없이 복제, 배포, 출판 및 방송 등에 사용하거나
            제 3 자에게 제공하여서는 아니됩니다. <br />
            5. 제작자 및 크리에이터는 콘텐츠에 관하여 회원에게 혼란을 줄 수 있는
            정보를 제공하여서는 아니되며, 이를 위반하는 경우 콘텐츠에 대한
            서비스가 중단될 수 있습니다. <br />
          </p>
          <strong>제21조 (스튜디오에 대한 회사의 역할 및 권한)</strong>
          <p>
            1. 회사는 본 약관에 따라 회원에게 제작자 및 크리에이터의 콘텐츠를
            서비스합니다.
            <br />
            2. 회사는 콘텐츠가 본 약관에 위반되는 내용을 포함하는 경우 또는
            회사가 서비스를 종료하는 경우 등에 있어서 회사의 결정에 따라
            콘텐츠의 서비스를 직접 중단할 수 있습니다.
            <br />
            3. 회사는 스튜디오의 구성(UI 등 디자인 포함), 제공방식, 운영 등에
            대한 크리에이터 스튜디오 이용가이드(이하 “이용가이드”)를 제정할 수
            있으며, 회원의 별도 동의 없이도 가이드를 개정할 수 있습니다. 회사는
            가이드의 준수를 위하여 필요할 경우 제작자가 제공한 콘텐츠를 그
            내용을 변경하지 않는 범위 내에서 수정재배치 할 수 있습니다.
            <br />
            4. 제 3 자가 콘텐츠에 대한 게시중단을 요청하는 경우, 회사는 관련
            법령 및 본 약관, 운영정책 등에 따른 게시중단 요건이 충족되면 제작자
            및 크리에이터와 협의 없이 콘텐츠에 대한 게시중단을 할 수 있습니다.
            <br />
            5. 회사는 제작자 및 크리에이터가 등록한 콘텐츠의 카테고리 분류를
            서비스 내부 기준에 따라 적절히 변경할 수 있습니다.
            <br />
            6. 회사는 제작자에게 콘텐츠 제작 지원금을 지급할 수 있으며, 콘텐츠
            제작 지원금의 지급과 관련한 상세 내용은 이용가이드에서 정합니다.
            <br />
          </p>
          <strong>제22조 (지식재산권 및 콘텐츠의 적법성에 대한 보장)</strong>
          <p>
            1. 제작자 및 크리에이터는 스튜디오에 등록하는 콘텐츠에 대하여 다음
            각 호에서 정하는 바에 따른 이용권한을 회사에 부여합니다
            <br />
            ① 제작자 및 크리에이터는 회사가 서비스를 통해 콘텐츠를 적법하게
            제공하도록 하기 위해 해당 콘텐츠에 대한 저장, 복제, 수정, 공중송신,
            전시, 배포, 2차적 저작물 작성 등의 이용 권한(기한과 지역제한에
            정함이 없으며, 별도 대가 지급이 없는 라이선스)을 부여합니다. 회사는
            회원이 부여한 콘텐츠 이용 권한을 저작권법 등 관련 법령에서 정하는
            바에 따라 서비스 내 노출, 서비스 홍보를 위한 활용, 서비스 운영, 개선
            및 새로운 서비스 개발을 위한 연구, 법률상 의무 준수를 위해서만
            제한적으로 행사할 것입니다.
            <br />
            ② 회사는 콘텐츠의 내용을 변경하지 않는 범위 내에서 다음과 같이
            서비스할 수 있습니다.
            <br />
            1) 음질의 품질향상을 위하여 콘텐츠를 가공하여 서비스
            <br />
            2) 콘텐츠를 일정한 기준에 따라 분할 등 편집하여 서비스
            <br />
            3) 콘텐츠를 서비스에 등록된 다른 제공자의 콘텐츠와 함께 서비스
            <br />
            ③ 회사는 서비스의 홍보, 마케팅, 프로모션의 목적을 위해서는 콘텐츠를
            (필요할 경우 편집하여) 본 약관에서 정의된 서비스 이외의 영역에서
            콘텐츠의 일부를 편집, 가공하거나 변형하여 복제, 공중송신할 수
            있습니다.
            <br />
            ④ 회사는 서비스 성능 향상을 위해 필요한 범위 내에서 제작자 및
            크리에이터가 제공한 콘텐츠를 활용할 수 습니다.
            <br />
            ⑤ 회사는 제작자 및 크리에이터가 서비스에 연재한 음성 또는 영상 등
            콘텐츠의 일부 구간을 회원 또는 회사가 잘라내어 별도의 하이라이트
            클립으로 생성하는 기능을 제공할 수 있으며, 제작자 및 크리에이터는 본
            기능 적용을 거부할 수 있습니다.
            <br />
            2. 제작자 및 크리에이터는 회사가 본 약관에서 정하는 바에 따라
            콘텐츠를 적법하게 서비스하는 데에 필요한 이용허락을 할 수 있는 모든
            법적 권리(저작권, 초상권 기타 일체의 권리)를 확보한 적법한
            권리자임을 보증합니다. 만약 원권리자가 별도로 있는 저작물(음원 등)이
            콘텐츠에 포함된 경우, 회사는 원권리자의 이용허락 의사표시가 포함된
            서면을 제작자 또는 크리에이터에게 요청할 수 있습니다.
            <br />
            3. 제작자 및 크리에이터는 자신이 제공하는 콘텐츠가 다음 각 호의
            내용을 포함하고 있지 않다는 점에 대하여 보증합니다.
            <br />
            ① 저작권 등 제 3 자의 법률상·계약상 권리를 침해하는 내용
            <br />
            ② 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 등 관련 법령에
            저촉되는 불법적인 내용(예를 들면 음란물, 청소년유해물, 명예훼손물
            등)
            <br />
            ③ 제20조 제3항 각 호의 내용
            <br />
            4. 제작자 및 크리에이터는 본 조 제 2 항 또는 제 3 항을 위반하여
            콘텐츠를 제공한 사실을 알게 된 경우 지체 없이 회사에게 통지하여야
            합니다. 단, 본 조의 통지로써 제작자의 본 조 위반의 책임이 면제되는
            것은 아닙니다.
            <br />
            5. 제작자 및 크리에이터가 본 조 제 2 항 또는 제 3 항을 위반하여
            콘텐츠를 제공한 사실을 회사가 알게 되거나 이에 관하여 국가기관 및 제
            3 자 등으로부터 문제가 제기되는 경우, 회사는 해당 콘텐츠를 직접
            삭제하거나 해당 콘텐츠에 대한 서비스를 직접 중단할 수 있습니다. 만약
            제작자 및 크리에이터가 본 조 제 2 항 또는 제 3 항을 위반하여
            콘텐츠를 제공한 것으로 인하여 회사에 손해가 발생한 경우 회사는
            제작자 및 크리에이터에게 손해배상을 청구할 수 있습니다.
            <br />
          </p>
          <strong>제23조 (서비스의 변경 및 중단)</strong>
          <p>
            1. 회사는 서비스를 변경하여 제공할 수 있습니다. 이 경우 회사는
            변경될 서비스의 내용 및 제공일자를 제8조 제2항에서 정한 방법으로
            회원에게 통지합니다. <br />
            2. 회사는 다음 각 호에 해당하는 경우 서비스의 전부 또는 일부를
            제한하거나 중단할 수 있습니다.
            <br />
            ① 서비스용 설비의 보수 등 공사로 인하여 부득이한 경우
            <br />
            ② 회원, 제3자가 불법행위, 범죄행위 등으로 회사의 영업활동을 방해하는
            경우
            <br />
            ③ 정전, 시스템 및 기타 서비스 설비의 장애, 유무선 Network 장애 또는
            이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
            <br />
            ④ 저작(인접)권자, 콘텐츠 제공사업자 등과의 계약 종료 등과 같은
            회사의 제반 사정으로 서비스를 유지할 수 없는 경우
            <br />
            ⑤ 기타 천재지변, 국가비상사태, 정전 등 회사가 통제할 수 없는
            불가항력적 사유가 있는 경우
            <br />
            3. 회사는 제2항의 변경 또는 중단에 대하여 변경 또는 중단 사유, 변경
            또는 중단될 서비스의 내용 및 중단 일자 등을 서비스 초기 화면에
            게시하거나 회원에게 개별 통지합니다. 단, 회사가 통제할 수 없는
            사유로 인한 서비스의 중단(운영자의 고의, 과실이 없는 디스크 장애,
            시스템 다운 등)으로 인하여 사전 통지가 불가능한 경우에는 그러하지
            아니합니다.
            <br />
            4. 회사는 관련 법령에서 서비스 제공을 금지하는 경우, 또는
            천재지변/비상사태/정전/서비스 설비의 장애 또는 서비스 이용의 폭주
            등으로 정상적인 서비스 제공이 불가능할 경우 또는 회사의
            분할/합병/영업양도/영업의 폐지/당해 서비스의 수익 악화 등 회사의
            경영상 중대한 필요에 의한 경우 등 회사의 기술상·운영상 필요에 의해
            서비스의 일부나 전부를 중단할 수 있으며, 이 경우 30일 전에 서비스
            내에 이를 공지하고 서비스의 제공을 중단할 수 있습니다. 만일, 사전에
            통지할 수 없는 부득이한 사정이 있는 경우에는 사후에 통지를 할 수
            있습니다.
            <br />
            5. 회사는 제 2항의 각 호에 해당하는 사유가 아닌 회사의 귀책사유로
            서비스의 제공이 중단됨으로 인하여 회원이 입은 손해에 대하여
            콘텐츠이용자보호지침 , 소비자분쟁해결기준 등에 의거하여 아래와 같이
            배상합니다. 다만, 천재지변 등 불가항력으로 인한 경우는 아래 이용
            중지 또는 장애 발생 시간에 산입하지 아니합니다. 또 각 호를 적용함에
            있어 사전 고지는 서비스 중지, 장애 시점 기준으로 24시간 이전에
            고지된 것에 한합니다.
            <br />
            ① 이용권의 경우 사업자가 서비스 중지∙장애에 대하여 사전 고지 하지
            않은 경우에 있어서 이용자의 피해구제 등은 다음 각호에 의합니다.
            다만, 이용자의 책임 있는 사유로 인하여 서비스가 중지 및 장애가
            발생하는 경우는 서비스 중지 및 장애 시간에 포함하지 않습니다.
            <br />
            1) 사업자의 책임 있는 사유로 인한 서비스 중지 또는 장애가 4시간 이상
            지속된 경우 : 서비스 중지∙장애 시간의 3배를 무료로 연장
            <br />
            2) 1개월 누적 서비스 중지∙장애발생 누적시간이 72시간을 초과한 경우 :
            계약 해제 또는 해지 및 미이용기간을 포함한 잔여 기간에 대한 이용료
            환급 및 손해 배상(단, 사업자가 고의 또는 과실 없음을 입증한 경우
            손해배상책임을 지지 않음)
            <br />
            3) 사업자가 서비스 중지∙장애에 대하여 사전고지한 경우에 있어서
            이용자의 피해구제는 1개월 기준 서비스 중지∙장애 시간이 10시간을
            초과하는 경우 초과시간 만큼 서비스 제공 기간 연장(10시간 이내 서비스
            재개시 배상 의무 없음)
            <br />
            ② 복합이용권 중 모바일 저장 콘텐츠의 경우 음악 콘텐츠 자체에 이용
            장애를 유발하는 하자가 있는 경우 회사는 완전한 음악 콘텐츠를
            회원에게 재공급해야 하며, 24시간 내에 완전한 온라인 콘텐츠를
            공급하지 못하는 경우 이에 상응하는 이용대금을 지급합니다.
            <br />
            6. 회사는 서비스 중 무료로 제공되는 서비스의 일부 또는 전부를 회사의
            정책 및 운영의 필요상 유료화, 중단, 변경할 수 있으며, 이에 대하여
            관련법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.
            <br />
          </p>
          <strong>제24조 (정보의 제공 및 광고의 게재)</strong>
          <p>
            1. 회사는 서비스를 운영함에 있어 서비스와 관련한 각종 정보를 서비스
            화면에 게재하거나 통지수단으로 회원에게 제공할 수 있습니다. <br />
            2. 회사는 서비스를 운영함에 있어 회사 또는 제휴사의 서비스 관련 각종
            광고를 서비스 화면에 게재하거나 회원의 동의를 얻어 통지수단 및
            TM(Telemarketing) 등의 방법으로 회원에게 제공할 수 있습니다.
            <br />
            3. 회원이 서비스 내에 게재되어 있는 광고를 통해서 타
            사업자(광고주)의 판촉활동에 참여하는 등의 방법으로 교신 또는 거래를
            하는 것은 전적으로 회원과 광고주간의 문제입니다. 만약, 회원과
            광고주간에 문제가 발생할 경우에도 회원과 광고주가 직접 해결하여야
            하며, 이와 관련하여 회사는 분쟁에 개입할 의무가 없으며 회사의 고의
            또는 과실이 없는 한 이로 인한 손해를 배상할 책임이 없습니다.
            <br />
            4. 회사는 제작자 및 크리에이터가 스튜디오에 등록한 콘텐츠에 광고
            등을 삽입할 수 있습니다.
          </p>
          <strong>제25조 (권리의 귀속)</strong>
          <p>
            1. 서비스에 대한 저작권 및 지적재산권은 회사에 귀속됩니다. 단,
            회원의 게시물 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
            <br />
            2. 회원이 서비스 내에서 작성하고 게재한 게시물(플레이리스트,
            이미지(공개용사진), 소개글 등)에 대한 지식재산권 등의 권리는
            회원에게 있습니다. 회원은 회사가 서비스를 통해 회원이 게재한
            게시물을 적법하게 제공하도록 하기 위해 해당 게시물에 대한 저장,
            복제, 수정, 공중송신, 전시, 배포, 2차적 저작물 작성 등의 이용
            권한(기한과 지역제한에 정함이 없으며, 별도 대가 지급이 없는
            라이선스)을 부여 합니다. 회사는 회원이 부여한 게시물 이용 권한을
            저작권법 등 관련 법령에서 정하는 바에 따라 서비스 내 노출, 서비스
            홍보를 위한 활용, 서비스 운영, 개선 및 새로운 서비스 개발을 위한
            연구, 법률상 의무 준수를 위해서만 제한적으로 행사할 것입니다.
            <br />
            3. 회사가 제공하는 서비스의 디자인, 회사가 만든 텍스트, 스크립트,
            그래픽 등 서비스에 관련된 모든 상표, 서비스 마크, 로고 등에 관한
            저작권 및 기타 지적재산권은 대한민국 및 외국의 법령에 기하여 회사가
            보유하고 있거나 회사에게 소유권 또는 사용권이 있습니다.
            <br />
            4. 회원은 본 약관으로 인하여 서비스를 소유하거나 서비스에 관한
            저작권을 보유하게 되는 것이 아니라, 회사로부터 서비스의 이용을 허락
            받아 정보 취득 또는 개인 용도로만 이용할 수 있습니다.
            <br />
            5. 회원은 명시적으로 허락된 내용을 제외하고는 회사가 만든 텍스트,
            스크립트, 그래픽 등을 복사하거나 유통할 수 없습니다.
            <br />
            6. 회사는 서비스와 관련하여 회원에게 회사가 정한 이용조건에 따라
            콘텐츠 등을 이용할 수 있는 이용권만을 부여하며, 회원은 이를 양도,
            판매, 담보제공 등의 처분행위를 할 수 없습니다.
            <br />
            7. 회원의 게시물이 청소년유해매체물에 해당하거나 사생활 침해 또는
            명예훼손, 저작권 등 타인의 권리를 침해하는 등 청소년 보호법,
            정보통신망 이용촉진 및 정보보호 등에 관한 법률 및 저작권법 등 관련
            법령에 위반되는 내용을 포함할 경우에는 그 침해를 받은 자 또는
            권리자는 관련 법령이 정한 절차에 의거하여 해당 게시물의 게시중단 및
            삭제 등을 회사가 운영하는 서비스 관련 고객센터를 통해 회사에 요청할
            수 있으며, 회사는 관련 법령에 따른 조치를 취하여야 합니다.
            <br />
            8. 전항의 권리자의 요청이 없을 경우에도 회원의 게시물이
            청소년유해매체물에 해당하거나 사생활 침해 또는 명예훼손, 저작권 등
            타인의 권리를 침해하는 등 청소년 보호법, 정보통신망 이용촉진 및
            정보보호 등에 관한 법률 및 저작권법 등 관련 법령에 위반되는 내용을
            포함할 경우에는 회사는 관련 법령에 의거 해당 게시물에 대한 접근을
            임시적으로 차단하거나 삭제할 수 있습니다.
            <br />
          </p>
          <strong>
            제26조 (서비스 이용계약의 해지 및 스튜디오 이용 종료 등)
          </strong>
          <p>
            1. 회원이 서비스 이용계약을 해지하고자 하는 경우 본인이 서비스
            내에서 또는 기타 회사가 제공하는 그 밖의 방법으로 회사에 이용계약
            해지 신청을 하여야 합니다. 회사는 회원이 서비스 이용계약을 해지하는
            경우 관련 법령 및 서비스의 개인정보 처리방침에 따라 회원정보를
            보유하는 경우를 제외하고는 해지 즉시 회원의 모든 개인정보를
            삭제합니다. <br />
            2. 회원은 원칙적으로 서비스 이용계약을 해지할 수 있습니다. 단,
            회원이 유효한 이용권을 보유하고 있는 경우 회원의 권익보호를 위하여
            서비스 이용계약 해지 이전에 회원은 이용권 해지 신청을 하여야 합니다.
            <br />
            3. 제작자 및 크리에이터가 본 조 제1항 내지 제2항에 따라 서비스
            이용계약을 해지하거나 캐릭터 또는 크리에이터 계정을 삭제하는 경우
            스튜디오 이용이 종료됩니다.
            <br />
            4. 회사는 제작자 또는 크리에이터가 관련 법령을 위반하거나 본 약관의
            내용을 준수하지 않는 경우 콘텐츠 서비스를 중단하고 이에 대한 시정
            요청을 할 수 있으며, 정해진 기한 내에 이를 시정하지 않는 경우 해당
            콘텐츠를 삭제하거나 해당 제작자 또는 크리에이터에 대해 스튜디오
            이용을 제한 또는 종료시킬 수 있습니다.
            <br />
            5. 제작자 또는 크리에이터가 스튜디오 이용을 종료할 경우 제작자 또는
            크리에이터가 스튜디오에 등록한 콘텐츠는 자동으로 삭제되지 않으므로
            콘텐츠의 삭제를 원하는 경우 스튜디오 이용 종료 전에 직접 이를
            삭제하여야 합니다. 서비스 이용계약 해지 이후에 콘텐츠 삭제를
            요청하는 경우에는 회사는 콘텐츠 삭제를 지원해드릴 수 없습니다.
            <br />
            6. 본 조 제 5항에 따라 제작자 또는 크리에이터가 직접 삭제하지
            아니하여 서비스상에서 콘텐츠가 삭제되지 않고 서비스되는 경우 회사는
            다른 회원들의 정상적인 서비스 이용을 위하여 필요한 범위 내에서
            무상으로 콘텐츠에 대한 서비스를 유지할 수 있습니다.
            <br />
            7. 회사가 본 약관에 따라 제작자 또는 크리에이터의 스튜디오 이용을
            종료할 경우 회사는 콘텐츠의 서비스를 중지하고 종료일로부터 1개월
            내에 제작자 또는 크리에이터가 스튜디오에 등록한 콘텐츠를 삭제할 수
            있습니다.
            <br />
            8. 본 조에 따라 삭제된 콘텐츠는 복원되지 않습니다 <br />
          </p>
          <strong>제27조 (손해 배상)</strong>
          <p>
            1. 회원이 본 약관의 규정을 위반함으로 인하여 회사에 손해가 발생하게
            되는 경우, 본 약관을 위반한 회원은 회사에 발생하는 모든 손해를
            배상하여야 합니다.
            <br />
            2. 회원이 서비스를 이용하는 과정에서 행한 불법행위나 본 약관
            위반행위로 인하여 회사가 당해 회원 이외의 제3자로부터 손해배상 청구
            또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 회원은 자신의
            책임과 비용으로 회사를 면책시켜야 하며, 회사가 면책되지 못한 경우
            당해 회원은 그로 인하여 회사에 발생한 모든 손해를 배상하여야 합니다.
            <br />
            3. 회사가 본 약관의 규정을 위반함으로 인하여 회원에게 손해가
            발생하게 되는 경우, 회사는 회원에게 발생한 모든 손해를 배상하여야
            합니다.
            <br />
          </p>
          <strong>제28조 (면책 사항)</strong>
          <p>
            1. 회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를
            제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
            <br />
            2. 회사는 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여는
            책임을 지지 않습니다.
            <br />
            3. 회사는 회원 간 또는 회원과 제3자 상호간에 서비스를 매개로 하여
            거래 등을 한 경우에는 회사는 고의 또는 과실이 없는 한 어떠한 책임도
            지지 않습니다.
            <br />
            4. 회사는 고의 또는 과실이 없는 한 서비스를 이용한 회원이 기대하는
            수익을 잃은 것에 대해 책임을 지지 않으며, 그 밖에 서비스를 통하여
            얻은 자료로 인한 손해 등에 대해서도 책임을 지지 않습니다. 회사는
            회원이 게시판 등에 게재한 정보, 자료, 사실의 신뢰도 및 정확성 등의
            내용에 대해 책임을 지지 않습니다.
            <br />
            5. 회사 및 회사의 임직원 그리고 대리인은 귀책사유가 없는 한 다음 각
            호에 해당하는 사항으로부터 발생하는 손해에 대해 책임을 지지 않습니다
            <br />
            ① 회원 정보의 허위 또는 부정확성에 기인하는 손<br />
            ② 회사의 관리영역이 아닌 공중통신선로의 장애, 통신서비스의 장애 등
            이에 준하는 사유로 서비스에 장애가 발생하여 발생한 손해
            <br />
            ③ 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인
            이용으로부터 발생하는 손해
            <br />
            ④ 서버에 대한 전송 또는 서버로부터의 전송에 대한 제3자의 모든
            불법적인 방해 또는 중단행위로부터 발생하는 손해
            <br />
            ⑤ 제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송,
            유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로
            인한 손해
            <br />
          </p>
          <strong>제29조 (분쟁 조정 및 관할법원)</strong>
          <p>
            1. 회원은 게시물과 관련된 저작권 침해, 명예훼손 또는 개인정보 및
            서비스 이용과 관련된 사항에 관한 문제제기 등은 회사가 운영하는
            서비스 관련 고객센터를 통하여 접수하고 처리할 수 있습니다.
            <br />
            2. 서비스 이용과 관련하여 회사와 회원간 발생한 분쟁에 대한 소송을
            제기하는 경우에는 민사소송법상의 관할법원을 1심 관할법원으로 합니다.
            <br />
          </p>
          <strong>부칙</strong>
          <p>(시행일) 본 약관은 2023년 7월 1일부터 적용됩니다.</p>
        </FooterPage>
      </Inner>
    </Homecontent>
  );
};

export default FooterPolicy;
